Repository: GarlandQian/mica-mac
Catalog: Sources/Mica/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# observability.stream_ui_layer_title
source: Live UI
zh_hans: 实时界面

# observability.traffic_log_streams_boundary
source: Controller log payloads stay in the active workspace and are not copied into diagnostics.
zh_hans: 控制器日志载荷保留在活跃工作区，不复制到诊断报告。

# observability.traffic_log_streams_title
source: Traffic and Logs
zh_hans: 流量和日志

# observability.unavailable
source: Unavailable
zh_hans: 不可用

# operation.base_endpoint_test_failed
source: Base controller endpoint test failed.
zh_hans: 基础控制器端点测试失败。

# operation.base_endpoints_unavailable
source: Base controller endpoints unavailable.
zh_hans: 基础控制器端点不可用。

# operation.base_refresh_failed
source: Base refresh failed.
zh_hans: 基础刷新失败。

# operation.capabilities_ready
source: Controller capabilities ready.
zh_hans: 控制器能力已就绪。

# operation.capability_operation_unavailable
source: This capability operation is unavailable for the selected controller.
zh_hans: 当前控制器不支持此能力操作。

# operation.changing_mode
source: Changing controller mode.
zh_hans: 更改控制器模式。

# operation.clearing_fixed_selection
source: Clearing the fixed selection on the remote controller…
zh_hans: 正在取消远程控制器上的固定选择…

# operation.fixed_selection_clear_failed
source: Fixed selection could not be cleared.
zh_hans: 无法取消固定选择。

# operation.fixed_selection_cleared
source: Fixed selection cleared.
zh_hans: 已取消固定选择。

# operation.fixed_selection_cleared_refresh_failed
source: The fixed selection was cleared, but refreshing policy groups failed.
zh_hans: 固定选择已取消，但刷新策略组失败。

# operation.fixed_selection_not_reported
source: The controller no longer reports a fixed selection for this group.
zh_hans: 控制器已不再返回这个策略组的固定选择。

# operation.changing_mode_progress
source: Changing controller mode...
zh_hans: 正在更改控制器模式...

# operation.changing_surge_mode
source: Changing Surge outbound mode...
zh_hans: 正在更改 Surge 出站模式...

# operation.close_all_failed
source: Close all active connections failed.
zh_hans: 关闭所有活跃连接失败。

# operation.close_connection_failed
source: Selected active connection close failed.
zh_hans: 选中的活跃连接关闭失败。

# operation.close_connection_group_failed
source: No connection in the selected group was closed.
zh_hans: 所选组中的连接均未关闭。

# operation.close_connection_group_partial %lld %lld
source: Closed %1$lld of %2$lld connections in the selected group.
zh_hans: 已关闭所选组中 %2$lld 个连接里的 %1$lld 个。

# operation.closed_all
source: Closed all active connections.
zh_hans: 已关闭所有活跃连接。

# operation.closed_connection
source: Closed selected active connection.
zh_hans: 已关闭选中的活跃连接。

# operation.closed_connection_group %lld
source: Closed %lld connections in the selected group.
zh_hans: 已关闭所选组中的 %lld 个连接。

# operation.closed_connections_cleared
source: Closed connection rows cleared.
zh_hans: 已清空已关闭连接记录。

# operation.closing_all
source: Closing all active connections.
zh_hans: 关闭所有活跃连接。

# operation.closing_all_progress
source: Closing all active connections...
zh_hans: 正在关闭所有活跃连接...

# operation.closing_connection
source: Closing selected active connection.
zh_hans: 关闭选中的活跃连接。

# operation.closing_connection_group %lld
source: Closing %lld connections in the selected group.
zh_hans: 正在关闭所选组中的 %lld 个连接。

# operation.closing_connection_group_progress %lld %@
source: Closing %1$lld connections in %2$@...
zh_hans: 正在关闭“%2$@”组中的 %1$lld 个连接...

# operation.closing_connection_progress
source: Closing selected active connection...
zh_hans: 正在关闭选中的活跃连接...

# operation.config_field_update_failed
source: Configuration update failed.
zh_hans: 配置更新失败。

# operation.config_field_updated
source: Controller configuration updated.
zh_hans: 控制器配置已更新。

# operation.config_field_updated_refresh_pending
source: Configuration was updated, but the refreshed values are not available yet.
zh_hans: 配置已更新，但暂时无法读取更新后的值。

# operation.select_router_config
source: Select a connected controller before updating configuration.
zh_hans: 请先选择并连接控制器，再更新配置。

# operation.updating_config_field
source: Updating controller configuration...
zh_hans: 正在更新控制器配置...

# operation.core_restart_done
source: Remote core restart command sent.
zh_hans: 远程核心重启命令已发送。

# operation.core_restart_running
source: Sending remote core restart to the selected controller.
zh_hans: 正在向当前控制器发送远程核心重启。

# operation.core_upgrade_done
source: Remote core upgrade command sent.
zh_hans: 远程核心升级命令已发送。

# operation.core_upgrade_running
source: Sending remote core upgrade to the selected controller.
zh_hans: 正在向当前控制器发送远程核心升级。

# operation.dashboard_updates_paused
source: Live UI updates paused.
zh_hans: 实时界面更新已暂停。

# operation.dashboard_updates_resumed
source: Live UI updates resumed.
zh_hans: 实时界面更新已恢复。

# operation.delay_test_failed
source: Route delay test failed.
zh_hans: 路由延迟测试失败。

# operation.node_delay_test_failed %@
source: Latency test failed for %@.
zh_hans: %@ 的延迟测试失败。

# operation.dns_flush_done
source: DNS cache flushed on the selected controller.
zh_hans: 当前控制器的 DNS 缓存已刷新。

# operation.dns_flush_running
source: Flushing DNS cache on the selected controller.
zh_hans: 正在刷新当前控制器的 DNS 缓存。

# operation.editor_test_failed
source: Controller editor test failed.
zh_hans: 控制器编辑器测试失败。

# operation.editor_test_passed
source: Controller editor test passed.
zh_hans: 控制器编辑器测试通过。

# operation.endpoints_ready_partial
source: Base controller endpoints are ready; optional smart-compatible capabilities are partial.
zh_hans: 基础控制器端点就绪；可选智能兼容功能部分可用。

# operation.configuration_reload_done
source: The selected controller reloaded its current configuration.
zh_hans: 当前控制器已重新加载正在使用的配置。

# operation.configuration_reload_running
source: Reloading the selected controller's current configuration.
zh_hans: 正在重新加载当前控制器使用的配置。

# operation.fakeip_flush_done
source: FakeIP cache flushed on the selected controller.
zh_hans: 当前控制器的 FakeIP 缓存已刷新。

# operation.fakeip_flush_running
source: Flushing FakeIP cache on the selected controller.
zh_hans: 正在刷新当前控制器的 FakeIP 缓存。

# operation.geo_data_update_done
source: GeoData updated on the selected controller.
zh_hans: 当前控制器的 GeoData 已更新。

# operation.geo_data_update_running
source: Updating GeoData on the selected controller.
zh_hans: 正在更新当前控制器的 GeoData。

# operation.full_refresh_loaded
source: Full refresh loaded basic data, rules, and sources.
zh_hans: 完整刷新已加载基础数据、规则和来源。

# operation.full_refresh_progress
source: Full refresh requested...
zh_hans: 正在请求完整刷新...

# operation.killing_surge_request
source: Killing one Surge active request...
zh_hans: 正在终止一个 Surge 活跃请求...

# operation.live_refresh_reconnecting
source: Reconnecting Surge Near Live refresh.
zh_hans: 正在重连 Surge 近实时刷新。

# operation.live_refresh_starting
source: Starting Surge Near Live refresh.
zh_hans: 正在启动 Surge 近实时刷新。

# operation.live_stream_failed
source: Live streams failed before receiving an event.
zh_hans: 实时流在收到事件前失败。

# operation.live_stream_partial
source: Live stream partially available.
zh_hans: 实时流部分可用。

# operation.live_stream_reconnecting
source: Reconnecting live streams.
zh_hans: 正在重连实时流。

# operation.live_stream_starting
source: Starting live streams.
zh_hans: 正在启动实时流。

# operation.live_stream_stopped
source: Live monitoring stopped.
zh_hans: 实时监控已停止。

# operation.live_unsupported_backend
source: Live monitoring is unavailable for this backend family.
zh_hans: 此后端族暂不支持实时监控。

# operation.loaded_routers %lld
source: Loaded %lld saved controller profile(s).
zh_hans: 已加载 %lld 个已保存的控制器配置。

# operation.loading_routers
source: Loading saved controllers...
zh_hans: 正在加载已保存的控制器...

# operation.memory_checked %@
source: Controller memory in use: %@.
zh_hans: 控制器当前内存用量：%@。

# operation.memory_checking
source: Checking controller memory.
zh_hans: 正在检查控制器内存。

# operation.mode_change_failed
source: Controller mode change failed.
zh_hans: 控制器模式更改失败。

# operation.mode_changed_refresh_failed
source: The mode changed, but refreshing controller configuration failed.
zh_hans: 模式已切换，但刷新控制器配置失败。

# operation.mode_changed_summary
source: Controller mode changed.
zh_hans: 控制器模式已更改。

# operation.no_active_connections
source: No active connections to close.
zh_hans: 没有可关闭的活跃连接。

# operation.no_closed_connections
source: No closed connection rows to clear.
zh_hans: 没有可清空的已关闭连接记录。

# operation.partial_refresh %@
source: Partial refresh loaded basic controller data; rules and sources unavailable: %@.
zh_hans: 部分刷新已加载基础控制器数据；规则和来源不可用：%@。

# operation.partial_refresh_loaded
source: Basic data loaded; rules and sources unavailable.
zh_hans: 基础数据已加载；规则和来源不可用。

# operation.profile_delete_failed
source: Controller profile delete failed.
zh_hans: 控制器配置删除失败。

# operation.profile_save_failed
source: Controller profile save failed.
zh_hans: 控制器配置保存失败。

# operation.profile_saved
source: Controller profile saved.
zh_hans: 控制器配置已保存。

# operation.profiles_load_failed
source: Saved controller profiles could not be loaded.
zh_hans: 无法加载已保存的控制器配置。

# operation.provider_update_failed
source: Selected provider update failed.
zh_hans: 选中的来源更新失败。

# operation.providers_reloaded
source: Proxy and rule providers reloaded.
zh_hans: 代理来源和规则来源已重新加载。

# operation.providers_unavailable
source: Sources data unavailable. Basic controller data remains usable.
zh_hans: 来源数据不可用。基础控制器数据仍可使用。

# operation.refresh_loaded %lld %lld %lld
source: Loaded %lld groups, %lld rules, %lld sources.
zh_hans: 已加载 %lld 个组、%lld 条规则、%lld 个来源。

# operation.refreshing_snapshots
source: Loading basic controller data, rules, and sources.
zh_hans: 正在加载基础控制器数据、规则和来源。

# operation.reloading_providers
source: Reloading providers.
zh_hans: 重新加载来源。

# operation.reloading_providers_progress
source: Reloading providers...
zh_hans: 正在重新加载来源...

# operation.reloading_rules
source: Reloading rules data.
zh_hans: 重新加载规则数据。

# operation.reloading_rules_progress
source: Reloading rules data...
zh_hans: 正在重新加载规则数据...

# operation.policy_group_gone %@
source: The controller no longer reports policy group %@.
zh_hans: 控制器已不再报告策略组 %@。

# operation.policy_node_gone %@
source: The controller no longer reports node %@ in this policy group.
zh_hans: 控制器已不再报告当前策略组中的节点 %@。

# operation.removed_router %@
source: Removed %@.
zh_hans: 已移除 %@。

# operation.route_switch_failed
source: Policy group switch failed.
zh_hans: 策略组切换失败。

# operation.route_switched_refresh_failed
source: The node changed, but refreshing policy groups failed.
zh_hans: 节点已切换，但刷新策略组失败。

# operation.rules_reloaded
source: Rules data reloaded.
zh_hans: 规则数据已重新加载。

# operation.rules_unavailable
source: Rules data unavailable. Basic controller data remains usable.
zh_hans: 规则数据不可用。基础控制器数据仍可使用。

# operation.saved_profile %@
source: Saved %@.
zh_hans: 已保存 %@。

# operation.saving_profile
source: Saving controller profile...
zh_hans: 正在保存控制器配置...

# operation.select_router_close
source: Select a controller before closing a connection.
zh_hans: 关闭连接前请先选择控制器。

# operation.select_router_close_all
source: Select a controller before closing connections.
zh_hans: 关闭连接前请先选择控制器。

# operation.select_router_delay
source: Select a controller before testing delay.
zh_hans: 测试延迟前请先选择控制器。

# operation.select_router_mode
source: Select a controller before changing mode.
zh_hans: 更改模式前请先选择控制器。

# operation.select_router_provider
source: Select a controller before updating a provider.
zh_hans: 更新来源前请先选择控制器。

# operation.select_router_provider_health
source: Select a controller before checking provider health.
zh_hans: 检查来源健康状态前请先选择控制器。

# operation.select_router_providers
source: Select a controller before reloading providers.
zh_hans: 重新加载来源前请先选择控制器。

# operation.select_router_refresh
source: Select a controller before refreshing.
zh_hans: 刷新前请先选择控制器。

# operation.select_router_rules
source: Select a controller before reloading rules.
zh_hans: 重新加载规则前请先选择控制器。

# operation.select_router_switch
source: Select a controller before switching nodes.
zh_hans: 切换节点前请先选择控制器。

# operation.select_router_test
source: Select a controller before testing.
zh_hans: 测试前请先选择控制器。

# operation.reloading_surge_profile
source: Reloading the current Surge profile...
zh_hans: 正在重新加载当前 Surge 配置...

# operation.select_surge_profile_reload
source: Select a connected Surge controller before reloading its profile.
zh_hans: 请先选择并连接 Surge 控制器，再重新加载配置。

# operation.setting_log_level
source: Setting controller log level
zh_hans: 正在设置控制器日志等级

# operation.setting_surge_log_level %@
source: Setting the Surge log level to %@...
zh_hans: 正在将 Surge 日志等级设置为 %@...

# operation.surge_log_level_update_failed
source: Surge log level update failed.
zh_hans: Surge 日志等级更新失败。

# operation.surge_log_level_updated %@
source: Surge log level is now %@.
zh_hans: Surge 日志等级已设为 %@。

# operation.surge_profile_reload_failed
source: Surge profile reload failed.
zh_hans: Surge 配置重新加载失败。

# operation.surge_profile_reloaded
source: Surge reloaded the current profile.
zh_hans: Surge 已重新加载当前配置。

# operation.select_surge_kill
source: Select a Surge controller profile before killing an active request.
zh_hans: 终止活跃请求前请先选择 Surge 控制器配置文件。

# operation.select_surge_mode
source: Select a Surge controller profile before changing outbound mode.
zh_hans: 更改出站模式前请先选择 Surge 控制器配置文件。

# operation.select_surge_policy
source: Select a Surge controller profile before switching policy group.
zh_hans: 切换策略组前请先选择 Surge 控制器配置文件。

# operation.select_surge_test
source: Select a Surge controller profile before testing policy group.
zh_hans: 测试策略组前请先选择 Surge 控制器配置文件。

# operation.surge_mode_change_failed
source: Surge outbound mode change failed.
zh_hans: Surge 出站模式更改失败。

# operation.surge_mode_changed
source: Surge outbound mode changed.
zh_hans: Surge 出站模式已更改。

# operation.surge_mode_changed_refresh_failed
source: The Surge outbound mode changed, but refreshing the controller snapshot failed.
zh_hans: Surge 出站模式已切换，但刷新控制器快照失败。

# operation.surge_policy_switch_failed
source: Surge policy group switch failed.
zh_hans: Surge 策略组切换失败。

# operation.surge_policy_switched
source: Surge policy group switched.
zh_hans: Surge 策略组已切换。

# operation.surge_policy_switched_refresh_failed
source: The Surge policy changed, but refreshing the controller snapshot failed.
zh_hans: Surge 策略已切换，但刷新控制器快照失败。

# operation.surge_policy_test_failed
source: Surge policy group latency test failed.
zh_hans: Surge 策略组延迟测试失败。

# operation.surge_policy_tested
source: Surge policy group latency tested.
zh_hans: Surge 策略组延迟已测试。

# operation.surge_probe_completed
source: Surge HTTP API capability probe completed.
zh_hans: Surge HTTP API 能力探测完成。

# operation.surge_probe_failed
source: Surge HTTP API capability probe failed.
zh_hans: Surge HTTP API 能力探测失败。

# operation.surge_profile_test_failed
source: Surge HTTP API controller test failed.
zh_hans: Surge HTTP API 控制器测试失败。

# operation.surge_profile_test_passed
source: Surge HTTP API controller test passed.
zh_hans: Surge HTTP API 控制器测试通过。

# operation.surge_request_kill_failed
source: Surge active request kill failed.
zh_hans: Surge 活跃请求终止失败。

# operation.surge_request_killed
source: Surge active request killed.
zh_hans: Surge 活跃请求已终止。

# operation.surge_request_killed_refresh_failed
source: The Surge request was terminated, but refreshing active requests failed.
zh_hans: Surge 请求已终止，但刷新活跃请求失败。

# operation.surge_request_not_found
source: The Surge request is no longer active.
zh_hans: 该 Surge 请求已不再活跃。

# operation.surge_rules_unavailable
source: Surge rules data unavailable.
zh_hans: Surge 规则数据不可用。

# operation.surge_snapshot_loaded
source: Surge HTTP API data loaded.
zh_hans: Surge HTTP API 数据已加载。

# operation.switched_route
source: Switched policy group selection.
zh_hans: 已切换策略组选择。

# operation.switching_route
source: Switching policy group selection.
zh_hans: 切换策略组选择。

# operation.switching_route_progress
source: Switching policy group selection...
zh_hans: 正在切换策略组选择...

# operation.switching_surge_policy
source: Switching Surge policy group...
zh_hans: 正在切换 Surge 策略组...

# operation.testing_base_endpoints
source: Testing base controller endpoints.
zh_hans: 正在测试基础控制器端点。

# operation.testing_delay
source: Testing route delay.
zh_hans: 测试路由延迟。

# operation.testing_node_delay %@
source: Testing latency for %@...
zh_hans: 正在测试 %@ 的延迟...

# operation.testing_delay_progress
source: Testing route delay...
zh_hans: 正在测试路由延迟...

# operation.testing_editor_profile
source: Testing controller editor profile.
zh_hans: 正在测试控制器编辑器配置。

# operation.testing_endpoints_progress
source: Testing base controller endpoints...
zh_hans: 正在测试基础控制器端点...

# operation.testing_surge_policy
source: Testing Surge policy group...
zh_hans: 正在测试 Surge 策略组...

# operation.updated_delay
source: Updated route delay.
zh_hans: 已更新路由延迟。

# operation.updated_node_delay %@ %lld
source: %@ latency updated to %lld ms.
zh_hans: %@ 的延迟已更新为 %lld 毫秒。

# operation.sing_box_url_test_requested %@
source: Requested a sing-box latency test for %@. Results update when the controller publishes them.
zh_hans: 已请求 sing-box 测试 %@ 的延迟；控制器发布结果后会自动更新。

# operation.updated_provider
source: Updated selected provider.
zh_hans: 已更新选中的来源。

# operation.rule_state_not_supported
source: This rule does not expose a mutable extra state.
zh_hans: 这条规则没有返回可修改的 extra 状态。

# operation.rule_state_update_failed
source: Rule state update failed.
zh_hans: 规则状态更新失败。

# operation.rule_state_updated
source: Rule state updated.
zh_hans: 规则状态已更新。

# operation.updating_rule_state
source: Updating rule state on the remote controller…
zh_hans: 正在更新远程控制器上的规则状态…

# operation.checking_provider_health
source: Checking selected source health.
zh_hans: 检查选中来源的健康状态。

# operation.checking_provider_health_progress
source: Checking selected source health...
zh_hans: 正在检查选中来源的健康状态...

# operation.provider_health_check_failed
source: Source health check failed.
zh_hans: 来源健康检查失败。

# operation.provider_health_checked
source: Source health check completed.
zh_hans: 来源健康检查已完成。

# operation.provider_health_checked_refresh_failed
source: Health check completed, but source details could not be refreshed.
zh_hans: 健康检查已完成，但无法刷新来源详情。

# operation.updating_provider
source: Updating selected provider.
zh_hans: 更新选中的来源。

# operation.updating_provider_progress
source: Updating selected provider...
zh_hans: 正在更新选中的来源...

# operation_state.error
source: Needs Attention
zh_hans: 需要处理

# operation_state.partial
source: Partial Refresh
zh_hans: 部分刷新

# operation_state.success
source: Ready
zh_hans: 就绪

# operation_state.working
source: Working
zh_hans: 处理中

# overview.acc_config_value %@ %@
source: Config value %@: %@
zh_hans: 配置值 %@：%@

# overview.command_home_subtitle
source: Controller health, current mode, traffic totals, and the next operation.
zh_hans: 显示控制器健康、当前模式、流量概览和下一步操作。

# overview.config_allow_lan
source: Allow LAN
zh_hans: 允许局域网

# overview.config_disabled
source: Disabled
zh_hans: 已禁用

# overview.config_download_total
source: Download total
zh_hans: 下载总量

# overview.config_enabled
source: Enabled
zh_hans: 已启用

# overview.config_fields %lld
source: %lld fields
zh_hans: %lld 项

# overview.config_http_port
source: HTTP port
zh_hans: HTTP 端口

# overview.config_log_level
source: Log level
zh_hans: 日志级别

# overview.config_mixed_port
source: Mixed port
zh_hans: 混合端口

# overview.config_mode_options
source: Mode options
zh_hans: 模式选项

# overview.config_not_reported
source: Not reported
zh_hans: 未报告

# overview.config_outbound_mode
source: Outbound mode
zh_hans: 出站模式

# overview.config_redir_port
source: Redir port
zh_hans: Redir 端口

# overview.config_snapshot
source: Controller config
zh_hans: 控制器配置

# overview.config_socks_port
source: SOCKS port
zh_hans: SOCKS 端口

# overview.config_tcp_concurrent
source: TCP concurrent
zh_hans: TCP 并发

# overview.config_upload_total
source: Upload total
zh_hans: 上传总量

# overview.connection_activity
source: Connections
zh_hans: 连接

# overview.connection_distribution
source: Link share by rule type
zh_hans: 按规则类型的链路占比

# overview.connection_distribution_empty
source: No active connections to break down yet.
zh_hans: 暂无可分解的活动连接。

# overview.current_data
source: Controller data
zh_hans: 控制器数据

# overview.data_counts
source: Connections, rules, and sources
zh_hans: 连接、规则和来源

# overview.endpoint_ready_count %lld %lld
source: %lld/%lld ready
zh_hans: %lld/%lld 就绪

# overview.endpoint_status
source: Endpoint status
zh_hans: 端点状态

# overview.flow_rank %lld
source: Connection %lld
zh_hans: 连接 %lld

# overview.insight_dashboard
source: Insight dashboard
zh_hans: 洞察仪表盘

# overview.last_health_check
source: Last checked
zh_hans: 最近检查

# overview.last_health_check %@
source: Last checked %@
zh_hans: 最近检查 %@

# overview.latency_distribution
source: Latency distribution
zh_hans: 延迟分布

# overview.latency_distribution_empty
source: No latency samples yet. Run a latency test to populate this chart.
zh_hans: 暂无延迟样本。运行延迟测试后此图表将显示数据。

# overview.no_controller_data
source: No controller data yet. Test or refresh the selected controller.
zh_hans: 还没有控制器数据。请先测试或刷新当前控制器。

# overview.no_top_flows
source: No active connections in the current data.
zh_hans: 当前数据中没有活跃连接。

# overview.route_health
source: Policy group latency
zh_hans: 策略组延迟

# overview.snapshot_only_hint
source: Based on current connections.
zh_hans: 基于当前连接。

# overview.surge_active_request_count %lld
source: %lld active
zh_hans: %lld 个活跃

# overview.surge_active_requests
source: Active requests
zh_hans: 活跃请求

# overview.surge_dns_cache
source: DNS cache
zh_hans: DNS 缓存

# overview.surge_dns_cache_count %lld
source: %lld entries
zh_hans: %lld 条

# overview.surge_group_count %lld
source: %lld groups
zh_hans: %lld 个组

# overview.surge_policies
source: Policies
zh_hans: 策略

# overview.surge_policy_count %lld
source: %lld policies
zh_hans: %lld 个策略

# overview.surge_policy_groups
source: Policy groups
zh_hans: 策略组

# overview.surge_recent_request_count %lld
source: %lld recent
zh_hans: %lld 条最近

# overview.surge_recent_requests
source: Recent requests
zh_hans: 最近请求

# overview.surge_request_counts %lld %lld
source: %lld active / %lld recent
zh_hans: %lld 条活跃 / %lld 条最近

# overview.test_delay_hint
source: Run Test Delay in Routing to populate latency buckets.
zh_hans: 在路由中运行延迟测试以填充延迟分布。

# overview.top_connections
source: Top connections
zh_hans: 流量最高的连接

# overview.top_connections_empty
source: No connection traffic recorded yet.
zh_hans: 暂无连接流量记录。

# overview.top_flows
source: Top connections
zh_hans: 主要连接

# overview.traffic_split
source: Traffic overview
zh_hans: 流量概览

# overview.traffic_summary
source: Traffic overview
zh_hans: 流量概览

# overview.traffic_timeline_samples %lld %lld
source: %lld received traffic samples out of %lld retained samples
zh_hans: 已接收 %lld 个流量样本，保留上限为 %lld 个

# overview.trial_readiness
source: Next checks
zh_hans: 下一步检查

# overview.visible_connection_count %lld
source: %lld shown
zh_hans: 显示 %lld 条

# routing.acc_load_more_members %lld %lld
source: Load more route nodes. Currently showing %lld of %lld.
zh_hans: 加载更多路由节点。当前显示 %lld / %lld 个。

# routing.acc_mode_picker
source: Routing mode picker
zh_hans: 路由模式选择器

# routing.acc_module_row %@ %@ %@
source: Policy group %@, current node %@, state %@
zh_hans: 策略组%@，当前节点%@，状态%@

# routing.acc_select_member %@ %@
source: Select node %@, latency %@
zh_hans: 选择节点%@，延迟%@

# routing.all_groups_visible
source: All groups visible
zh_hans: 显示全部组

# routing.collapse_module
source: Collapse group
zh_hans: 折叠策略组

# routing.expand_module
source: Expand group
zh_hans: 展开策略组

# routing.clear_fixed_selection
source: Clear Fixed
zh_hans: 取消固定

# routing.clearing_fixed_selection
source: Clearing fixed selection
zh_hans: 正在取消固定选择

# routing.filter_nodes
source: Filter Nodes
zh_hans: 过滤节点

# routing.filter_nodes_placeholder
source: Filter nodes in this policy group
zh_hans: 过滤此策略组中的节点

# routing.group_catalog
source: Policy Groups
zh_hans: 策略组

# routing.help_all_groups_visible
source: Policy groups stay in the order and visibility reported by the controller.
zh_hans: 策略组按控制器报告的顺序和可见性显示。

# routing.help_close_inspector
source: Close policy group details without changing the remote controller.
zh_hans: 关闭策略组详情，不会修改远程控制器。
